<?php


// Translated into English by QwataKayean . All rights reversed (C) 2012
// 2Moons - Copyright (C) 2010-2012 Slaver



$LNG['faq_overview']	= "FAQ";
 
$LNG['questions']					= array();
$LNG['questions'][1]['category']	= '新手教學';
$LNG['questions'][1][1]['title']	= '第一步';
$LNG['questions'][1][1]['body']		= <<<BODY
<p>在這個部份，先介紹一下主要的建築。這裡將會解釋他們在開始時該怎麼升級和一個成功的帝國所需具備的條件。</p>
<h3>太陽能發電廠:</h3>
<p>為了製造準確和珍貴的資源，您必須先建造太陽能發電廠，以防止能量出現負數的現象，減低資源製造的速度。</p>
<h3>金屬礦:</h3>
<p>金屬是三大資源中的其中一項，幾乎所有建築、艦隊、防禦和研究都需要金屬以作升級或研究的用途，所以，我們建議您多升級金屬礦，以提供足夠所需的金屬使用。</p>
<h3>晶體礦和重氫分離器：</h3>
<p>對於建築、艦隊和研究，晶體是一項十分重要的資源。以同級相比，晶體的產量比金屬少，所以其價值亦比金屬高。隨著這個遊戲延續下去，您會體會到晶體的重要性。重氫分離器是能量的來源，亦是艦隊的能量供給所在和重要的研究。</p>
BODY;
$LNG['questions'][1][2]['title']	= '第二步';
$LNG['questions'][1][2]['body']		= <<<BODY
<p>為了擴展您的帝國和與其他玩家競爭，你或需要跟您的其他星球作資源調配。通過研究和建造造船廠，您能建造自己的艦隊和防禦。以下是一些詳情:</p>
<h3>造船廠:</h3>
<p>這裡顯示所有您能夠製造的船艦，某些船艦會需要更高的研究技術才能製造。在左方技術一欄會清楚列明所有船艦和防禦的概覽和技街需求。造船廠的等級愈高，船艦的建造速度也就愈快。</p>
<h3>研究實驗室:</h3>
<p>研究實驗室是用作技術研究，以建造新的建築、船艦和防禦。研究得來的成果也可以獲得其他優勢。研究速度可以以升級研究實驗室提升。</p>
<h3>機器人工廠:</h3>
<p>機器人工廠是一項非常重要的建築。隨著機器人工廠的等級提升，間諜衛星和建築的建造時間也會隨之減少。</p>
BODY;
$LNG['questions'][1][3]['title']	= '第三步';
$LNG['questions'][1][3]['body']		= <<<BODY
<p>在這個部份，會對防禦星球作出教學，特別是對第一次派遣艦隊的新手。</p>
<h3>銀河系:</h3>
<p>銀河系是尋找其他玩家的工具，在此，您能尋找其他星球的詳細資料，或是直接發送您的艦隊到其他星球，同時，您亦能聯絡其他玩家，或是派遣間諜到別人的星球刺探軍情，但必須要有空閒的間諜衛星和足夠的重氫花費。</p>
<h3>派遣艦隊:</h3>
<p>艦隊能從「艦隊」一欄或是「銀河系」派遣。首先，輸入所需派遣的艦隊的數量，每次可同時派遣多隊不同的船艦行動；其次，輸入目標星球的座標（能從銀河系取得）和調較任務完成時間；最後，點選行動：「攻擊」或「殖民」或「運輸」或「摧毀」或「聯合防禦」其中一項，同時輸入所運輸的資源數量（非必要）。</p>
<h3>防禦：</h3>
<p>除了造船廠，建造防禦也能保護您的星球。面對敵軍的艦隊，防禦能為您的星球提供適當的保護。對比船艦，受到損傷後，百分之七十的防禦將會被復原。</p>
BODY;

$LNG['questions'][2]['category']	= '進階教學';
$LNG['questions'][2][1]['title']	= '黑暗物質取得方法';
$LNG['questions'][2][1]['body']		= <<<BODY
<h3>黑暗物質取得方法 :</h3>
<p>1.邀請碼 </p>
<p>2.成就獎勵 </p>
<p>3.到外太空(16星)探險(隨機取得)  </p>
<p>4.派黑暗物質收集船到月球採集(隨機獲得) </p>
BODY;

$LNG['questions'][2][2]['title']	= '艦隊保護';
$LNG['questions'][2][2]['body']		= <<<BODY
<h3>遊戲中如何保護自己</h3>
<p>每次在遊戲離線前應該做好FS, 並把多餘的資源運走/建設防禦。</p>
<h3>艦隊保護(FS)</h3>
<p>1.艦隊或資源比較多的人應該在自己不在的時候（不在遊戲的時候），做好FS，最安全的FS是從月球到廢墟，或月球到月球的艦隊運輸(因為不會被感應密集陣查到)，時間現在可以調整為10%的速度。</p>
<p>2. 沒有太多艦隊，但是有很多很多資源的人應當保證多餘的資源被在月球到月球的運輸中。</p>
BODY;

